[M_Sage_BorokCage MissionDefinition]
MissionName="É Apenas Um Borok Numa Jaula"
MissionDescription="Um grande jornalista chamado Dietmar Von Heinrichzimmerschneit colocou você como personagem principal do seu documentário. Ele deseja que você procure uma criatura chamada “Der Monstrositat” e coloque ela dentro de uma jaula."
TurnInDescription="“Von Heinrichzimmerschneit” não é o seu verdadeiro sobrenome. Seu sobrenome real tem tantas sílabas que você morreria com a língua travada antes de acabar de pronunciá-lo."
MissionSummary="Capture o Der Monstrositat."
MissionGiver="Painel de Trabalhos de Hunter's Grotto"
MissionTurnInLocation="Painel de Trabalhos de Hunter's Grotto"
TeaserText="A arte demanda sofrimento... mas não precisa ser o seu."

[M_Sage_BorokCage:findborok MissionObjectiveDefinition]
ProgressMessage="Procure o Der Monstrositat"

[M_Sage_BorokCage:FindCages MissionObjectiveDefinition]
ProgressMessage="Dirija-se até as jaulas"

[M_Sage_BorokCage:FindCagesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_BorokCage:Lurethecreature MissionObjectiveDefinition]
ProgressMessage="Atraia o Der Monstrositat"

[M_Sage_BorokCage:Spawn MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_BorokCage:TrapCreature MissionObjectiveDefinition]
ProgressMessage="Prenda o Der Monstrositat"

[M_Sage_BorokCage:TrapCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

